{
  "lang": "en",
  "navbar": {
    "b1": "Home",
    "b2": "Expertise",
    "b3": "Corporate Responsibility",
    "b4": "About",
    "b5": "Contact",
    "sections": {
      "legal": {
        "title": "Legal Aspects",
        "description": "Worldclass legal advice"
      },
      "buy": {
        "title": "Buy & Sell",
        "description": "Discover opportunities with us."
      },
      "sell": {
        "title": "Sell",
        "description": "Explore ways to sell your assets."
      },
      "invest": {
        "title": "Invest",
        "description": "Secure your future with us."
      }
    }
  },
  "buttons": {
    "buy": "Buy With Us",
    "market": "Market With Us",
    "learn": "Learn More",
    "invest": "Start Investing Now",
    "contact": "Contact Us"
  },
  "landingPage": {
    "title": "Draw Your Dream Home",
    "subtitle": "",
    "content": "With our extensive listings and experienced agents, your perfect property is just a search away."
  },
  "main": {
    "section1": {
      "sectionTitle": "Expertise",
      "description": "Our firm is a law and tax boutique that specializes in the real estate sector and offers you expert advice and representation as your investor, promoter and/or professional intermediate in real estate transactions, without the language being an obstacle."
    },
    "section2": {
      "sectionTitle": "Interested in buying?",
      "description": "We're your Marbella house-hunting experts. With our local knowledge and an array of listings, we'll help you find your dream home effortlessly. From consultation to closing, we make buying in Marbella a breeze."
    },
    "section3": {
      "sectionTitle": "Time to make a listing?",
      "description": "We're your Marbella selling experts. From pricing to marketing, we've got you covered for a seamless selling experience. Trust us to maximize your property's value and secure the best deal possible. With our extensive expertise and range of listings, we'll make finding your dream home effortless. From consultation to closing, we make buying in Marbella feel like a summer breeze."
    }
  },
  "investPlan": {
    "title": "Optimizing Your Investments",
    "description": "A law firm that offers asset management advice, both in real estate and in the art sector, covering legal and tax aspects at national and international levels, without language being an obstacle.",
    "section2": {
      "sectionTitle": "Comprehensive Asset Management",
      "description": "Our firm was founded as a group of professionals specializing in asset investment, where we assist from the beginning to analyze interests and search for the best investment that suits the needs of our clients, whether it is for investment purposes or searching for a vacation residence. Always in contact with professionals from the real estate sector, architects, notaries, and banks, we provide services as financial advisers or asset management consultants, where clients benefit from our global and detailed analysis that allows us to select and advise on the best investment possibilities, financial, and tax strategies."
    },
    "section3": {
      "sectionTitle": "Tailored Real Estate Solutions",
      "description": "Our clients typically have an international profile with unique needs. We deal with investments in second holiday homes, but also primary residences, investments to establish rental businesses or hotel projects, already built homes, or land to build their dream residence, to mention a few examples."
    },
    "artInvesting": {
      "title": "The Art of Investing",
      "description": "Investing in ART can be very advantageous for your savings. It is a trendy and even sometimes lucrative way to diversify your wealth. The art market has had a clear development for some time, without precedent. It has democratized, liberalized and internationalized. Tax incentives encourage citizen participation in art by reducing their taxes on donations that contribute to the development of art and culture. We are here to guide you on how to do this."
    },
    "section4": {
      "sectionTitle": "Expanding into Art Investment",
      "description": "Precisely in the quest to optimize our clients' resources, we not only focus on real estate but also consider investments in the art sector, which offers interesting tax benefits. What better way to invest in a work of art and become part of our history?"
    },
    "section5": {
      "sectionTitle": "Operating Across Spain",
      "description": "Our main area of operation is Marbella, Costa del Sol, the province of Málaga, but we have competence and scope of action throughout Spain."
    },
    "conclusion": "We want to shape your future!!!"
  },
  "buy": {
    "section1": {
      "sectionTitle": "Why buy with us?",
      "description": "At our firm, we're committed to making this journey an extraordinary one for you. Our dedication to finding your dream property goes beyond just bricks and mortar – it's about helping you discover your ideal lifestyle."
    },
    "section2": {
      "sectionTitle": "Our Expertise",
      "description": "Having extensive experience in market research, we have developed a deep understanding of the real estate industry and the factors that influence market trends. Our skills collecting and analyzing data show us able to translate complex research findings into actionable insights for our clients."
    },
    "section3": {
      "sectionTitle": "Knowledge comes with experience",
      "description": "With an extensive portfolio of properties and a team of experienced, local experts, we offer unparalleled insights into the real estate market. Whether you're a first-time buyer or a seasoned investor, we provide personalized guidance every step of the way, ensuring your home-buying experience is smooth, transparent, and rewarding."
    },
    "section4": {
      "sectionTitle": "Your Vision, Our Mission",
      "description": "At our firm, your vision of home becomes our mission, and we're here to turn it into reality. Discover your perfect property with us and embark on a journey that promises not just a house, but a place you'll truly call home."
    },
    "section5": {
      "sectionTitle": "Expert Legal Support: Golden Visa",
      "description": "The Golden Visa residence permit is designed to cater to non-European Union citizens seeking to make investments that grant them the privilege of residing and moving seamlessly within European nations. Our legal services are dedicated to furnishing you with comprehensive assistance and counsel throughout the requisite procedures for securing a Golden Visa. This coveted permit can be acquired either through a real estate investment or various other forms of investment."
    }
  },
  "sell": {
    "section1": {
      "sectionTitle": "Find your perfect match",
      "description": "With our vast network, industry expertise, and unwavering commitment, we're not just selling properties; we're finding your perfect match. Our dedicated team works tirelessly to showcase your property in the best light, reaching the right audience and ensuring a seamless selling process."
    },
    "section2": {
      "sectionTitle": "Sell with Confidence",
      "description": "Explore the possibilities, discover the potential, and embark on a seamless selling experience with us. Whether you're a seasoned seller or a first-time lister, our comprehensive resources, and expert guidance will empower you to make the most of your property."
    },
    "section3": {
      "sectionTitle": "Tax Advice",
      "description": "Tax advice is the compass that guides you through the complex landscape of financial decisions. It's about maximizing your savings while staying compliant with ever-changing tax laws. We help you navigate the intricacies of tax planning, ensuring your financial goals are met efficiently and legally. Let us be your trusted partner in making smart tax decisions."
    }
  },
  "legalServices": {
    "introduction": {
      "title": "Comprehensive Legal Support",
      "description": "This firm offers you peace of mind in any legal act you undertake, ensuring you are backed by lawyers and tax advisors knowledgeable in local laws and practices, enabling you to save time and money, all while providing close and personalized attention to our clients."
    },
    "advisoryServices": {
      "title": "Tailored Advisory Services",
      "description": "We provide advice to individuals, investors, developers, or professionals intermediating in real estate transactions. Our training and experience allow us to prevent any problems that may arise in real estate investments, coupled with comprehensive tax and fiscal consultancy."
    },
    "clientFocus": {
      "title": "Client-Centered Approach",
      "description": "We understand that each client has different needs. This firm has the knowledge and resources to provide guidance on all legal matters with efficiency and effectiveness. Clear and regular communication is an essential element of our services."
    },
    "specializedAdvisory": {
      "title": "Specialized Advisory Services for Property Owners and Investors",
      "description": "We also offer guidance to property owners and investors on the following matters: \n- Inheritance law.\n- Creating the most beneficial will for your loved ones, customized to recent European legislation.\n- Rentals advice, including long-term, short-term, and tourist rentals.\n- Guidance on fractional ownership or co-ownership of property."
    },
    "complianceSupport": {
      "title": "Compliance with Real Estate Regulations",
      "description": "For any transaction you undertake, you will be guided to ensure compliance with Spanish and European urban planning legislation."
    },
    "businessStartups": {
      "title": "Support for Business Creation and Expansion",
      "description": "If you wish to establish a company, start a business activity, or expand your operations in Spain, this firm provides guidance on setting up Spanish companies or subsidiaries of your business in Spain."
    },
    "services": {
      "title": "Our Legal Services",
      "description": "We specialize in the following areas to meet your legal needs:",
      "area1": "Real Estate Law: Expertise in property transactions and legal compliance.",
      "area2": "Private International Law: Tailored solutions for cross-border legal challenges.",
      "area3": "Family Law: Compassionate legal support for family-related matters.",
      "area4": "Obligations and Contracts: Ensuring legal clarity and compliance in agreements.",
      "area5": "Tax Law: Assistance with tax compliance and complex tax scenarios.",
      "area6": "Advisory Services: Comprehensive guidance for all legal concerns."
    }
  },
  "invest": {
    "section1": {
      "title": "Why choose Marbella?",
      "body": "Investing in Marbella is a smart move for its stunning location, strong rental potential, and stable economy. This coastal gem on the Costa del Sol offers a diverse range of properties and favorable tax incentives, making it an attractive destination for both lifestyle and financial gains."
    },
    "section2": {
      "title": "A long term commitment to a bright future",
      "body": "Investing in Marbella is a pledge to a brilliant future. With its enduring sunshine, economic vitality, and enviable lifestyle, Marbella offers a long-term commitment to both financial security and a high-quality life."
    },
    "section3": {
      "title": "Marbella's Luxurious Lifestyle",
      "body": "Marbella's lifestyle is a harmonious blend of luxury, leisure, and year-round outdoor enjoyment. With pristine beaches, gourmet dining, high-end shopping, and a vibrant cultural scene, it's a place where every day feels like a vacation."
    },
    "section4": {
      "title": "Securing Your Legacy",
      "body": "Inheritance is more than assets; it's a legacy of security and values. Effective estate planning and the thoughtful distribution of assets can help minimize tax liabilities and legal complexities, allowing your loved ones to inherit your legacy with ease. It's an essential aspect of financial planning that offers peace of mind and a lasting impact on generations to come."
    },
    "section5": {
      "title": "The Art of Investment",
      "body": "Journey into the world of culture, aesthetics, and potential growth. Art not only has the potential to appreciate in value over time but also offers the unique opportunity to surround yourself with beauty and creativity. Blend financial potential with cultural enrichment and diversify your portfolio and add a touch of sophistication to your wealth management."
    }
  },
  "about": {
    "section1": {
      "sectionTitle": "Who are we?",
      "description": "With a wealth of expertise and an extensive understanding of the real estate landscape, we are a team adept at crafting meticulous comparative assessments. We are committed to proactively identify and mitigate potential challenges that might emerge, all while delivering comprehensive legal and tax guidance."
    },
    "section2": {
      "sectionTitle": "An attentive relation with trust at it's core",
      "description": "We are a law and tax firm who offers legal advice at national and international levels, without the language being an obstacle. The security of having an expert lawyer in real estate and taxes, in situ, allows us to propose a real service of accompaniment to companies and individuals, that best suits your needs, without wasting time and allowing you to reduce the cost of your acquisition."
    },
    "section3": {
      "sectionTitle": "The Team",
      "description": "We recognize the individuality of our clients, which is why our advisory services are meticulously tailored to align with their distinctive needs."
    },
    "marisela": {
      "name": "Marisela Castro Abad",
      "title": "Founder & Lawyer",
      "description": "A graduate in law from the University of Malaga, I have specialized in European law and hold degrees in tax law and accounting. With a diverse professional background, I have worked with the European Commission , and Spanish Bar Delegation in Brussels, and esteemed law firms across Spain. \n\nAs a member of the Malaga Bar Association and a certified \"Avocat Mandataire in Transactions Immobilières\" by the AAMTI Association in Paris, I bring a wealth of experience. Additionally, I am associated with the \"Chambre Franco-Espagnole de Commerce et d' Industrie\" and have furthered my expertise through specialized training such as \"Tax in the Arts\" at the University Panthéon-Assas Paris 2. \n\nMy approach revolves around meticulously analyzing each client's unique circumstances, providing tailored advice, and executing decisions that yield optimal solutions. My mission is to offer tax-efficient strategies that enhance your investments across various domains, including real estate, the arts market, and more, even facilitating financing when needed. An ardent enthusiast of opera and art, I am devoted to engaging and fostering artistic pursuits."
    },
    "jose-luis": {
      "name": "Jose Luis Diaz Vazquez",
      "title": "Lawyer",
      "description": "Graduated in law in 1998, at the University of Málaga. He specialised in Labour Law. He provides a guidance and valuable advice to employer and employee. Defends and advises both workers and companies, with jurisdiction throughout Spain. Always sheltering in collective agreements as well as the Statute of the Workers, for that reason it offers a global and corporative vision in Labour Law, giving solutions to the labour conflicts, trying to mediate previously, avoiding going to the judicial instances."
    },
    "yeselia": {
      "name": "Yeselia Castro Abad",
      "title": "Legal and Investment Advisor",
      "description": "A graduate in Law from the Rey Juan Carlos University and holding a diploma in Labour Relations from the University of Malaga, Yeselia also obtained a Master of Arts in English from Texas Tech University. \n\nShe has had a versatile professional career, starting in private enterprise within Human Resources management, where she served as Director of the Labour Department in a franchise of a major British multinational. Later, she joined this Firm, specializing in Real Estate Law, Labour Law, Immigration, and as a commercial advisor for property purchase and sales operations. \n\nDeeply interested in different cultures, foreign languages, and interpersonal relationships, she enjoys working with the foreign population arriving at Costa del Sol who, unfamiliar with bureaucracy and the local language, need professionals in the area to help them achieve their goals. Inspired by the boutique concept of the firm, her objective is to understand each client, their needs, advise them with the most suitable options, and ensure their desires are fulfilled."
    }
  },
  "contact": {
    "title": "We are here to help you in any way.",
    "description": "Investing in Marbella is a smart move for its stunning location, strong rental potential, and stable economy. This coastal gem on the Costa del Sol offers a diverse range of properties and favorable tax incentives, making it an attractive destination for both lifestyle and financial gains.",
    "email": "Your email",
    "email-placeholder": "name@email.com",
    "subject": "Subject",
    "subject-placeholder": "Let us know how we can help you",
    "message": "Your message",
    "message-body": "Leave us a comment",
    "submit": "Submit"
  },
  "callToAction": {
    "title": "Do not hesitate to contact us",
    "body": "Having extensive experience in market research, we have developed a deep understanding of the real estate industry and the factors that influence market trends. Our skills collecting and analyzing data show us able to translate complex research findings into actionable insights for our clients.",
    "contactUsButton": "Contact Us",
    "learnMoreButton": "Learn more"
  },
  "corporateResposibility": {
    "section1": {
      "sectionTitle": "Culture and Artistry",
      "description": "At our firm we hold a profound appreciation for art in all its forms, considering it an essential facet of daily life's harmony. We are dedicated to fostering and promoting culture in all its expressions, actively supporting contemporary artists by providing a platform to showcase their creativity and talent on our website."
    },
    "section2": {
      "sectionTitle": "Patronage",
      "description": "The Musical Outreach Center of the Mediterranean was founded in Marbella in 2004. Since then he has developed different activities related to classical music. Also known as Música con Encanto, this project has carried out since its foundation a season of concerts, musical documentary cinema, courses and workshops for adults, musical trips and the administrative and artistic management of the Little Mediterranean Orchestra, children's orchestra and youth string."
    },
    "section3": {
      "sectionTitle": "Investing in the future",
      "description": "We're your Marbella investment specialists, offering local insights and opportunities to simplify your journey. From property selection to financial guidance, we're here to ensure your Marbella investments thrive."
    },
    "commitment": {
      "title": "Our Commitment",
      "description": "We are dedicated to making a difference for our clients, society, and the world through responsibility, integrity, and a passion for culture.",
      "value1": "Community Impact: Our dedication extends beyond providing legal services. We actively engage in initiatives that drive positive societal change, addressing fundamental social challenges and promoting wellbeing for all.",
      "value2": "Support for Art: We believe art has the power to inspire and transform. We champion contemporary artists and contribute to the cultural landscape, fostering creativity and supporting artistic expression in all its forms.",
      "value3": "Music Promotion: Through partnerships like MUSICA CON ENCANTO, we promote classical music and enrich the cultural identity of Marbella. By creating opportunities for musicians and audiences alike, we aim to preserve this timeless art form."
    }
  },
  "thankyou": {
    "title": "Thank You!",
    "description": "We have received your message.",
    "header": "Thank you for reaching out",
    "body": "Your message has been sent successfully. Our team will get back to you as soon as possible.",
    "additionalInfo": "Feel free to explore our site or contact us again for more information!"
  }
}
