{
  "lang": "fr",
  "navbar": {
    "b1": "Accueil",
    "b2": "Expertise",
    "b3": "Responsabilité d'Entreprise",
    "b4": "À Propos",
    "b5": "Contact",
    "sections": {
      "legal": {
        "title": "Aspects Juridiques",
        "description": "Comprenez les aspects juridiques de l'investissement."
      },
      "buy": {
        "title": "Acheter & Vendre",
        "description": "Découvrez nos opportunités d'achat et vente."
      },
      "sell": {
        "title": "Vendre",
        "description": "Explorez les solutions pour vendre vos actifs."
      },
      "invest": {
        "title": "Investir",
        "description": "Apprenez à investir efficacement avec nous."
      }
    }
  },
  "buttons": {
    "buy": "Achetez avec nous",
    "market": "Mettez en valeur avec nous",
    "learn": "En savoir plus",
    "invest": "Commencez à investir maintenant",
    "contact": "Contactez-nous"
  },
  "landingPage": {
    "title": "Bienvenue chez Legal Boutique Advisers",
    "subtitle": "Réalisez la maison de vos rêves",
    "content": "Avec nos nombreuses annonces et nos agents expérimentés, la propriété parfaite est à portée de recherche."
  },
  "main": {
    "section1": {
      "sectionTitle": "Expertise",
      "description": "Notre cabinet est une boutique spécialisée en droit et en fiscalité, dédiée au secteur immobilier. Nous vous offrons des conseils et une représentation experte en tant qu'investisseur, promoteur et/ou intermédiaire professionnel dans les transactions immobilières, sans que la langue soit un obstacle."
    },
    "section2": {
      "sectionTitle": "Intéressé par l'achat ?",
      "description": "Nous sommes vos experts en recherche de maison à Marbella. Grâce à notre expertise locale et un large éventail d'annonces, nous vous aidons à trouver la maison de vos rêves facilement. De la consultation à la conclusion, nous rendons l'achat à Marbella simple et accessible."
    },
    "section3": {
      "sectionTitle": "Prêt à mettre en vente ?",
      "description": "Nous sommes vos experts en vente à Marbella. De l'évaluation au marketing, nous assurons une expérience de vente sans faille. Faites-nous confiance pour maximiser la valeur de votre propriété et conclure le meilleur accord possible. Avec notre expertise et notre gamme variée de propriétés, nous contribuons à rendre l'achat ou la vente aussi agréable qu'une brise d'été."
    },
    "section4": {
      "sectionTitle": "Culture et Art",
      "description": "Chez Legal Boutique Advisers, nous avons une profonde appréciation pour l’art sous toutes ses formes, le considérant comme une facette essentielle de l'harmonie de la vie quotidienne. Nous sommes dédiés à encourager et promouvoir la culture sous toutes ses expressions, en soutenant activement les artistes contemporains en leur offrant une plateforme pour exposer leur créativité et leur talent sur notre site."
    },
    "section5": {
      "sectionTitle": "Mécénat",
      "description": "Le Centre de Diffusion Musicale de la Méditerranée a été fondé à Marbella en 2004. Depuis lors, il a développé diverses activités liées à la musique classique. Également connu comme Música con Encanto, ce projet a organisé depuis sa création une saison de concerts, des documentaires musicaux, des cours et ateliers pour adultes, des voyages musicaux ainsi que la gestion administrative et artistique de l'Orchestre Méditerranéen des Petits, orchestre pour enfants et instruments à cordes pour jeunes."
    },
    "section6": {
      "sectionTitle": "Investir dans l'avenir",
      "description": "Nous sommes vos spécialistes en investissement à Marbella, offrant des perspectives locales et des opportunités pour simplifier votre parcours. De la sélection des propriétés aux conseils financiers, nous sommes là pour garantir le succès de vos investissements à Marbella."
    }
  },
  "investPlan": {
    "title": "Optimiser Vos Investissements",
    "description": "Un cabinet d’avocats qui offre des conseils en gestion d’actifs, tant dans le secteur immobilier que dans celui de l'art, couvrant les aspects juridiques et fiscaux aux niveaux national et international, sans que la langue ne soit un obstacle.",
    "section2": {
      "sectionTitle": "Gestion Globale d’Actifs",
      "description": "LBA a été fondé en tant que groupe de professionnels spécialisés dans l’investissement d’actifs, où nous assistons dès le début à analyser les intérêts et chercher le meilleur investissement répondant aux besoins de nos clients, que ce soit pour des objectifs d'investissement ou pour chercher une résidence de vacances. Toujours en contact avec des professionnels du secteur immobilier, des architectes, des notaires et des banques, nous offrons des services en tant que conseillers financiers ou consultants en gestion d’actifs. Nos clients bénéficient de nos analyses globales et détaillées qui nous permettent de sélectionner et de conseiller sur les meilleures possibilités d’investissement ainsi que sur les stratégies financières et fiscales."
    },
    "section3": {
      "sectionTitle": "Solutions Immobilières Sur Mesure",
      "description": "Nos clients ont généralement un profil international avec des besoins spécifiques. Nous gérons des investissements dans des secondes résidences de vacances, mais aussi des résidences principales, des investissements pour créer des entreprises locatives ou des projets hôteliers, des maisons déjà construites ou des terrains pour construire leur résidence de rêve, pour ne citer que quelques exemples."
    },
    "section4": {
      "sectionTitle": "S’étendre à l’Investissement dans l’Art",
      "description": "Précisément dans la quête d’optimisation des ressources de nos clients, nous ne nous concentrons pas seulement sur l'immobilier, mais nous considérons également les investissements dans le secteur de l’art, qui offre des avantages fiscaux intéressants. Quelle meilleure façon d’investir qu’à travers une œuvre d’art pour devenir partie intégrante de notre histoire ?"
    },
    "section5": {
      "sectionTitle": "Opérant à Travers Toute l’Espagne",
      "description": "Notre principal domaine d'intervention est Marbella, la Costa del Sol, et la province de Málaga, mais nous avons la compétence et la capacité d'action dans toute l'Espagne."
    },
    "conclusion": "Nous voulons façonner votre avenir !!!"
  },
  "buy": {
    "section1": {
      "sectionTitle": "Pourquoi acheter avec nous ?",
      "description": "Chez Legal Boutique Advisers, nous nous engageons à faire de ce parcours une expérience extraordinaire pour vous. Notre dévouement à trouver la propriété de vos rêves va au-delà des simples biens physiques – il s'agit de vous aider à découvrir votre mode de vie idéal."
    },
    "section2": {
      "sectionTitle": "Notre Expertise",
      "description": "Grâce à une longue expérience dans la recherche de marché, nous avons développé une profonde compréhension du secteur immobilier ainsi que des tendances qui influencent le marché. Nos compétences dans la collecte et l’analyse de données nous permettent de transformer des résultats complexes en conseils exploitables pour nos clients."
    },
    "section3": {
      "sectionTitle": "L'expérience apporte la connaissance",
      "description": "Avec un large portefeuille de propriétés et une équipe d’experts locaux expérimentés, nous offrons des perspectives inégalées sur le marché immobilier. Que vous soyez un primo-acquéreur ou un investisseur aguerri, nous fournissons un accompagnement personnalisé à chaque étape, garantissant une expérience d'achat fluide, transparente et enrichissante."
    },
    "section4": {
      "sectionTitle": "Votre vision, notre mission",
      "description": "Chez Legal Boutique Advisers, votre vision de la maison devient notre mission, et nous sommes là pour la concrétiser. Découvrez la propriété idéale avec nous et commencez un voyage qui promet bien plus qu'une maison : un endroit que vous appellerez vraiment chez vous."
    },
    "section5": {
      "sectionTitle": "Support juridique expert : Golden Visa",
      "description": "Le permis de résidence Golden Visa est conçu pour les citoyens non européens cherchant à réaliser des investissements leur permettant de résider et de voyager librement dans les pays de l’Union européenne. Nos services juridiques vous proposent une assistance et des conseils complets tout au long des démarches nécessaires pour obtenir un Golden Visa. Ce permis convoité peut être obtenu grâce à un investissement immobilier ou d’autres formes d’investissements."
    }
  },
  "sell": {
    "section1": {
      "sectionTitle": "Trouvez votre accord parfait",
      "description": "Avec notre vaste réseau, notre expertise du secteur et notre engagement sans faille, nous ne nous contentons pas de vendre des propriétés ; nous trouvons l'accord parfait pour vous. Notre équipe dévouée travaille sans relâche pour mettre en valeur votre propriété sous son meilleur jour, atteindre le bon public et assurer un processus de vente fluide."
    },
    "section2": {
      "sectionTitle": "Vendez en toute confiance",
      "description": "Explorez les opportunités offertes, découvrez votre potentiel et profitez d’une expérience de vente sans encombre avec nous. Que vous soyez un vendeur expérimenté ou un débutant, nos ressources complètes et nos conseils d’experts vous permettront de tirer le meilleur parti de votre bien immobilier."
    },
    "section3": {
      "sectionTitle": "Conseils fiscaux",
      "description": "Les conseils fiscaux sont une boussole qui vous guide à travers le paysage complexe des décisions financières. Il s’agit d’optimiser vos économies tout en respectant les lois fiscales en constante évolution. Nous vous aidons à naviguer dans les subtilités de la planification fiscale, en veillant à ce que vos objectifs financiers soient atteints avec efficacité et en toute légalité. Faites de nous votre partenaire de confiance pour prendre des décisions fiscales éclairées."
    }
  },
  "legalAspect": {
    "title": "Conseillers Boutique Légale",
    "legalServices": {
      "introduction": {
        "title": "Support Juridique Complet",
        "description": "Ce cabinet vous offre une tranquillité d'esprit dans tout acte juridique que vous entreprenez, en vous assurant le soutien d'avocats et de conseillers fiscaux connaissant parfaitement les lois et pratiques locales, vous permettant ainsi de gagner du temps et de l'argent, tout en accordant une attention personnalisée et de proximité à nos clients."
      },
      "advisoryServices": {
        "title": "Services de Conseil sur Mesure",
        "description": "Nous prodiguons des conseils aux particuliers, investisseurs, promoteurs ou professionnels de l'intermédiation dans les transactions immobilières. Notre formation et notre expérience nous permettent de prévenir tout problème pouvant survenir lors d'investissements immobiliers, associés à un conseil fiscal et comptable complet."
      },
      "clientFocus": {
        "title": "Approche Centrée sur le Client",
        "description": "Nous savons que chaque client a des besoins différents. Ce cabinet possède les connaissances et les ressources nécessaires pour conseiller sur toutes les questions juridiques avec efficacité et efficience. Une communication claire et régulière constitue un élément essentiel de nos services."
      },
      "specializedAdvisory": {
        "title": "Services de Conseil Spécialisés pour les Propriétaires et Investisseurs",
        "description": "Nous offrons également des conseils aux propriétaires et investisseurs dans les domaines suivants : \n- Droit successoral.\n- Élaboration du testament le plus avantageux pour vos proches, adapté à la récente législation européenne.\n- Conseils sur la location, y compris les locations de longue durée, de courte durée et d'usage touristique.\n- Accompagnement dans la propriété fractionnée ou la copropriété."
      },
      "complianceSupport": {
        "title": "Conformité aux Réglementations Immobilières",
        "description": "Pour toute transaction que vous entreprenez, vous serez accompagné afin de garantir la conformité avec la législation urbanistique espagnole et européenne."
      },
      "businessStartups": {
        "title": "Support pour la Création et l'Expansion d'Entreprises",
        "description": "Si vous souhaitez créer une entreprise, démarrer une activité commerciale ou étendre vos activités en Espagne, ce cabinet vous accompagne dans la création de sociétés espagnoles ou de filiales de votre entreprise en Espagne."
      },
      "services": {
        "title": "Nos Services Juridiques",
        "description": "Nous sommes spécialisés dans les domaines suivants pour répondre à vos besoins juridiques :",
        "area1": "Droit Immobilier : Expertise dans les transactions immobilières et la conformité légale.",
        "area2": "Droit International Privé : Solutions adaptées aux défis juridiques transfrontaliers.",
        "area3": "Droit de la Famille : Soutien juridique avec compassion pour les questions familiales.",
        "area4": "Obligations et Contrats : Clarté et conformité juridique dans les accords.",
        "area5": "Droit Fiscal : Assistance en matière de conformité fiscale et de scénarios complexes.",
        "area6": "Conseil juridique : Accompagnement complet pour toutes préoccupations juridiques."
      }
    }
  },
  "invest": {
    "section1": {
      "title": "Pourquoi choisir Marbella ?",
      "body": "Investir à Marbella est une décision intelligente grâce à son emplacement magnifique, son fort potentiel locatif et une économie stable. Ce joyau côtier de la Costa del Sol offre une vaste gamme de propriétés et des incitations fiscales avantageuses, en faisant une destination attrayante tant pour le style de vie que pour les gains financiers."
    },
    "section2": {
      "title": "Un engagement à long terme pour un avenir brillant",
      "body": "Investir à Marbella, c'est un engagement envers un avenir brillant. Avec son ensoleillement durable, sa vitalité économique et son style de vie enviable, Marbella offre un engagement à long terme tant pour la sécurité financière que pour une vie de qualité."
    },
    "section3": {
      "title": "Le style de vie luxueux de Marbella",
      "body": "Le style de vie à Marbella est un mélange harmonieux de luxe, de loisirs et de plaisir en plein air tout au long de l'année. Avec ses plages immaculées, sa cuisine gastronomique, ses boutiques haut de gamme et sa scène culturelle vibrante, c'est un endroit où chaque jour ressemble à des vacances."
    },
    "section4": {
      "title": "Assurer votre héritage",
      "body": "L'héritage, c'est bien plus que des biens ; c'est un legs de sécurité et de valeurs. Une planification successorale efficace et une distribution réfléchie des actifs peuvent aider à minimiser les charges fiscales et les complexités juridiques, permettant à vos proches d'hériter facilement de votre héritage. C'est un aspect essentiel de la planification financière qui offre sérénité et impact durable pour les générations futures."
    },
    "section5": {
      "title": "L'Art de l'Investissement",
      "body": "Partez à la découverte du monde de la culture, de l'esthétique et de la croissance potentielle. L'art a non seulement le potentiel de prendre de la valeur au fil du temps, mais il offre également l'opportunité unique de vous entourer de beauté et de créativité. Alliez potentiel financier et enrichissement culturel pour diversifier votre portefeuille et ajouter une touche de sophistication à votre gestion de patrimoine."
    }
  },
  "about": {
    "section1": {
      "sectionTitle": "Qui sommes-nous ?",
      "description": "Avec une expertise approfondie et une vaste connaissance de l’univers immobilier, nous sommes une équipe spécialisée dans les évaluations comparatives méticuleuses. Nous nous engageons à identifier et à atténuer de façon proactive les défis qui pourraient survenir tout en offrant une assistance juridique et fiscale complète."
    },
    "section2": {
      "sectionTitle": "Une relation attentive et offrir de la confiance",
      "description": "Nous sommes un cabinet de droit et de fiscalité qui offre des conseils juridiques, au niveau national et international, sans que la langue soit un obstacle. La sérénité d'avoir un avocat expert en immobilier et en taxes sur place nous permet de proposer un accompagnement réel aux entreprises et aux particuliers, adapté à vos besoins, sans perte de temps et permettant de réduire le coût de votre acquisition."
    },
    "section4": {
      "sectionTitle": "L'équipe",
      "description": "Nous reconnaissons l’unicité de nos clients, c'est pourquoi nos conseils sont soigneusement adaptés pour correspondre à leurs besoins spécifiques."
    },
    "marisela": {
      "name": "Marisela Castro Abad",
      "title": "Fondatrice & Avocate",
      "description": "Diplômée en droit de l’Université de Malaga, je me suis spécialisée en droit européen et je possède des diplômes en droit fiscal et en comptabilité. Avec un parcours professionnel diversifié, j’ai travaillé avec la Commission Européenne, la Délégation du Barreau Espagnol à Bruxelles, ainsi que dans des cabinets d’avocats prestigieux à travers l'Espagne. \n\nEn tant que membre du Barreau de Malaga et avocate mandataire en transactions immobilières certifiée par l’association AAMTI à Paris, j’apporte une expérience riche et variée. De plus, je suis associée à la Chambre Franco-Espagnole de Commerce et d’Industrie et j’ai enrichi mon expertise grâce à des formations spécialisées comme \"Tax in the Arts\" à l’université Panthéon-Assas Paris 2. \n\nMon approche repose sur l’analyse minutieuse des circonstances uniques de chaque client, la fourniture de conseils sur mesure et la mise en œuvre de décisions qui génèrent des solutions optimales. Ma mission est de proposer des stratégies fiscalement avantageuses pour maximiser vos investissements dans divers domaines, y compris l’immobilier, le marché de l’art et bien plus encore, tout en facilitant le financement en cas de besoin. Passionnée d’opéra et d’art, je m’engage à m’impliquer et à encourager les initiatives artistiques."
    },
    "jose-luis": {
      "name": "Jose Luis Diaz Vazquez",
      "title": "Avocat",
      "description": "Il est diplômé en droit depuis 1998 de l’Université de Málaga. Spécialiste en Droit du travail. Le cabinet s'agit donc de conseiller le salarié au cours de la relation de travail et intervient également en défense d’employer. Défend et conseille aussi bien les travailleurs comme les entreprises, avec juridiction dans toute l'Espagne. Toujours à l'abri dans les conventions collectives ainsi que dans le Statut des employeurs, c'est pourquoi il offre une vision globale et corporative du droit du travail, donnant des solutions aux conflits du travail, essayant de médiation auparavant, évitant de recourir aux instances judiciaires"
    },
    "yeselia": {
      "name": "Yeselia Castro Abad",
      "title": "Conseiller juridique et en investissement",
      "description": "Diplômée en droit de l'Université Rey Juan Carlos et titulaire d'un diplôme en relations sociales de l'Université de Malaga, Yeselia a également obtenu un Master of Arts en anglais à Texas Tech University. \n\nElle a eu une carrière professionnelle polyvalente, débutant dans la gestion des ressources humaines dans le secteur privé, où elle a occupé le poste de Directrice du Département du Travail dans une franchise d'une grande multinationale britannique. Plus tard, elle a rejoint ce Cabinet, se spécialisant en droit immobilier, droit du travail, immigration et comme conseillère commerciale pour les opérations d'achat et de vente de biens immobiliers. \n\nPassionnée par les différentes cultures, les langues étrangères et les relations interpersonnelles, elle aime travailler avec la population étrangère qui arrive sur la Costa del Sol et qui, ne connaissant pas la bureaucratie et la langue locale, a besoin de professionnels dans la région pour les aider à réaliser leurs objectifs. Inspirée par le concept boutique du cabinet, son objectif est de comprendre chaque client, ses besoins, de le conseiller sur les options les plus adaptées et de réaliser ses souhaits."
    }
  },
  "contact": {
    "title": "Nous sommes là pour vous aider de toutes les manières.",
    "description": "Investir à Marbella est un choix judicieux en raison de son emplacement magnifique, de son fort potentiel locatif et de son économie stable. Ce joyau côtier de la Costa del Sol offre une grande variété de propriétés et des avantages fiscaux attractifs, ce qui en fait une destination attrayante tant pour le style de vie que pour les gains financiers.",
    "email": "Votre email",
    "email-placeholder": "nom@email.com",
    "subject": "Sujet",
    "subject-placeholder": "Faites-nous savoir comment nous pouvons vous aider",
    "message": "Votre message",
    "message-body": "Laissez-nous un commentaire",
    "submit": "Envoyer"
  },
  "callToAction": {
    "title": "N'hésitez pas à nous contacter",
    "body": "Fort d'une grande expérience en étude de marché, nous avons acquis une connaissance approfondie du secteur immobilier et des facteurs qui influencent les tendances du marché. Nos compétences en collecte et analyse de données nous permettent de traduire des résultats de recherche complexes en insights exploitables pour nos clients.",
    "contactUsButton": "Contactez-nous",
    "learnMoreButton": "En savoir plus"
  },
  "corporateResposibility": {
    "section1": {
      "sectionTitle": "Culture et Art",
      "description": "Chez Legal Boutique Advisers, nous avons une profonde appréciation pour l'art sous toutes ses formes, le considérant comme une composante essentielle de l'harmonie de la vie quotidienne. Nous nous consacrons à favoriser et à promouvoir la culture dans toutes ses expressions, en soutenant activement les artistes contemporains en leur offrant une plateforme pour présenter leur créativité et leur talent sur notre site web."
    },
    "section2": {
      "sectionTitle": "Mécénat",
      "description": "Le Centre Musical de la Méditerranée a été fondé à Marbella en 2004. Depuis, il a développé diverses activités liées à la musique classique. Également connu sous le nom de Música con Encanto, ce projet a réalisé, depuis sa création, une saison de concerts, du cinéma documentaire musical, des cours et des ateliers pour adultes, des voyages musicaux et la gestion administrative et artistique de la Petite Méditerranée Orchestra, un orchestre pour enfants et un orchestre à cordes pour jeunes."
    },
    "artInvesting": {
      "title": "L'Art d'Investir",
      "description": "Investir dans l'ART peut être très avantageux pour vos économies. C'est une manière tendance et parfois même lucrative de diversifier votre patrimoine. Le marché de l'art a connu un développement clair depuis quelque temps, sans précédent. Il s'est démocratisé, libéralisé et internationalisé. Les incitations fiscales encouragent la participation des citoyens à l'art en réduisant leurs impôts sur les dons qui contribuent au développement de l'art et de la culture. Nous sommes là pour vous guider dans cette démarche."
    }

  },
  "thankyou": {
    "title": "Merci!",
    "description": "Nous avons bien reçu votre message.",
    "header": "Merci de nous avoir contactés",
    "body": "Votre message a été envoyé avec succès. Notre équipe vous répondra dans les plus brefs délais.",
    "additionalInfo": "N'hésitez pas à explorer notre site ou à nous recontacter pour plus d'informations !"
  }
}
